{
    "catppuccin": {
        "branch": "main"
    },
    "cmp-buffer": {
        "branch": "main"
    },
    "cmp-cmdline": {
        "branch": "main"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "cmp-vsnip": {
        "branch": "main"
    },
    "gruvbox": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lightline.vim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "monokai": {
        "branch": "master"
    },
    "nvim-autopairs": {
        "branch": "master"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-tree.lua": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "peaksea": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "rose-pine": {
        "branch": "main"
    },
    "solarized": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "0.1.x"
    },
    "tokyonight": {
        "branch": "main"
    },
    "undotree": {
        "branch": "master"
    },
    "vim-commentary": {
        "branch": "master"
    },
    "vim-doge": {
        "branch": "master"
    },
    "vim-fugitive": {
        "branch": "master"
    },
    "vim-sleuth": {
        "branch": "master"
    },
    "vim-vsnip": {
        "branch": "master"
    },
    "vim-yankstack": {
        "branch": "master"
    }
}
